11/data/attachments/490beaee0934c9cc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Edgar_than_Friend_59032_0</nif:username>
            <nif:friendToBeRequested>soap_friends_d68ab28d-3076-45c5-9efc-575aac863dcc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>